<?php
	
	$lang	= array
	(
		'api_page_title'	=> '#SITE_TITLE# - واسط برنامه نویسی',
		'api_inv_img'		=> 'فایل تصویر نامعتبر است.',
		'api_inv_format'		=> 'فرمت فایل نامعتبر است.',
		'api_inv_resolution'	=> 'رزولوشنِ تصویر کاربری بسیار کوچک است.',
		
		'api_copy_err'		=> 'امکانِ کپی کردنِ تصویر کاربری وجود ندارد.',
		'api_name_err'		=> 'یک نام برای برنامه‌ی خود انتخاب نمایید.',
		'api_desc_err'		=> 'مشخصاتِ مربوط به برنامه‌ی خود را بنویسید.',
		'api_app_web_err'		=> 'آدرسِ وب‌سایت برنامه‌ی خود را وارد کنید',
		'api_org_err'		=> 'نام طراحان برنامه‌ی خود را ذکر کنید.',
		'api_comp_web_err'	=> 'نام کمپانیِ برنامه‌ی خود را بنویسید.',
		'api_callback_err'	=> 'یک آدرس برای تماس در مورد برنامه‌ی خود مشخص کنید',
		
		'api_saved_ok'	=> 'برنامه‌ی شما بدرستی ذخیره شد.',
		'api_saved_err'	=> 'اشکال در ذخیره‌ی برنامه!',
		
		'api_heading_1'	=> 'برنامه‌های من',
		'api_edit'	=> 'ویرایش تنظیمات برنامه',
		'api_more_apps'	=> 'فعالیت بر روی بیشتر از یک برنامه‌ی مرتبط با #SITE_TITLE# ؟!',
		'api_add'	=> 'افزودن یک برنامه‌ی دیگر',
		'api_a'	=> 'افزودن',
		'api_e'	=> 'ویرایش',
		'api_app'	=> 'برنامه',
		
		'api_fld_err'	=> 'لطفا" تمامی فیلدها را پر کنید.',
		'api_icon_name'	=> 'آیکونِ برنامه:',
		'api_avatar_mes'	=> 'حداقل با رزولوشنِ 200x200  و فرمت JPG ، GIF و PNG.',
		'api_app_name'	=> 'نام برنامه:',
		'api_app_desc'	=> 'توضیحات:',
		'api_app_web'	=> 'آدرسِ برنامه:',
		'api_app_web_msg'	=> 'کاربران چگونه میتوانند به این برنامه دسترسی پیدا کنند؟',
		'api_app_org'	=> 'طراحان:',
		'api_app_comp_web'	=> 'وب‌سایت:',
		'api_app_comp_web_msg'	=> 'آدرس اینترنتیِ شرکتِ سازنده‌ی برنامه.',
		'api_app_type'	=> 'نوع برنامه:',
		'api_app_type_c'	=> 'Client',
		'api_app_type_b'	=> 'Browser',
		'api_app_type_msg'	=> 'برنامه‌ی شما در یک صفحه‌ی وب اجرا میشود یا در محیط دسکتاپ؟',
		'api_app_type_b_msg'	=> 'برای برنامه هایی که در محیط وب اجرا میشوند نیاز به یک آدرس بازگشت اطلاعات می‌باشد.',
		'api_app_type_c_msg'	=> 'برنامه هایی که تحت محیط دسکتاپ اجرا میشوند، نیاز به آدرس بازگشت اطلاعات ندارند.',
		'api_app_callback'	=> 'آدرسِ بازگشت اطلاعات:',
		'api_app_callback_msg'	=> 'تصدیق اطلاعات برنامه های تحت وبِ شما از چه آدرسی انجام شود؟',
		'api_app_acc_type'	=> 'دسترسی معمول:',
		'api_app_date_reg'	=> 'زمان ثبت:',
		'api_app_ip_reg'	=> 'ثبت شده توسط آی‌‌پی:',
		'api_app_c_key'	=> 'کلید مصرف کننده:',
		'api_app_del_msg2'	=> 'حذف این برنامه',
		'api_app_c_secret'	=> 'راز مصرف‌کننده',
		'api_app_acc_rw'	=> 'خواندن و نوشتن',
		'api_app_acc_r'	=> 'فقط خواندن',
		'api_app_acc_msg'	=> 'سطح دسترسیِ برنامه‌ی خود را تعیین کنید.',
		'api_app_lgn'	=> 'استفاده از #SITE_TITLE# برای ورود:',
		'api_app_lgn_msg'	=> 'بله، از #SITE_TITLE# برای ورود استفاده میشود.',
		'api_app_lgn_msg2'	=> 'آیا این برنامه برای تصدیق اطلاعات خود به ورود کاربرانش در #SITE_TITLE# نیاز دارد؟',
		'api_app_save'	=> 'Save',
		'api_app_cnl'	=> 'Cancel',
		'api_app_btn'	=> 'برنامه‌های من',
		
		'api_app_suspended'	=> 'دسترسی برنامه‌ی شما مسدود گشته است.',
		
		'api_head_2'	=> 'واسط برنامه نویسی #SITE_TITLE#',
		'api_hlp'	=> 'در رابطه با API سوال یا مشکلی دارید؟ مطالعه کنید:',
		'api_doc'	=> 'مستنداتِ API',
		
		'api_id_err'	=> 'برنامه ای با مشخصه‌ی مذکور یافت نشد.',
		'api_err_ttl'	=> 'خطا',
		'api_ok_ttl'	=> 'انجام شد',
		'api_app_del'	=> 'برنامه‌ی شما بدرستی حذف شد',
		'api_app_del_err'	=> 'اشکال در حذف برنامه‌ی شما',
		'api_app_details'	=> 'ویژگی‌های برنامه',
		
		'api_app_havent'	=> 'شما هنوز برنامه‌ای ایجاد نکرده اید ؛ ', 
		'api_app_create'	=> 'هم‌اکنون برنامه‌ی خود را ایجاد کنید.',
		
	);
	
?>