﻿﻿<?php
	
	// PUBLIC NETWORKS
	
	$lang	= array
	(
		'faq_page_title'	=> '#SITE_TITLE# - پرسش و پاسخ',
		'faq_menu_title'	=> 'پرسش و پاسخ',
		'faqpb_cats_number'	=> 7,
		'faqpb_c1_title'		=> 'مقدمه',
		'faqpb_c1_posts_number'	=> 3,
		'faqpb_c1_p1_title'	=> '#SITE_TITLE# چیست؟',
		'faqpb_c1_p1_text'	=> '#SITE_TITLE# با هدف ایجاد یک شبکه‌ی اجتماعی ِ سالم فعالیت خود را آغاز کرده و آماده‌ی سرویس دهی به کاربران ِ شبکه می‌باشد. کاربران می‌توانند یک ارسال با طول بیشتر از 200 کاراکتر بهمراه تصویر، ویدئو، لینک و فایل داشته و با دنبال کردن کاربران، افکار و نظرات خود را با سایرین به اشتراک بگذارند. گروه‌ها، کارمندان، همکاران و انجمن‌ها با ایجاد یک شبکه اختصاصی قادر به ارتباط با یکدیگر بوده و به کمک تکنولوژی آر‌اِس‌اِس می‌توانند تازه ترین‌های #SITE_TITLE# را پیگیری نمایند. #SITE_TITLE# توسط هر وسیله‌ی متصل به اینترنت از جمله تلفن همراه دنبال‌پذیر است!',
		'faqpb_c1_p1_image'	=> '',
		'faqpb_c1_p1_imgtxt'	=> '',
		'faqpb_c1_p2_title'	=> 'بعد از ثبت نام، از کجا شروع کنم؟',
		'faqpb_c1_p2_text'	=> "بعد از [url=#SITE_URL#signup]ثبت نام[/url] در #SITE_TITLE#، ابتدا [url=#SITE_URL#settings]مشخصات کاربری[/url] خود را که شامل اطلاعات فردی همچون نام، تاریخ تولد، ایمیل و شناسه‌ی شما در دیگر سرویس‌ها میباشد را کامل نموده و سپس با انتخاب و [url=#SITE_URL#settings/avatar]آپلود یک اواتر[/url] که میتواند تصویر ِ شما باشد، مشخصات خود را کامل کرده و در سایر قسمتها به شخصی‌سازی های مورد نظر بپردازید.",
		'faqpb_c1_p2_image'	=> 'imgs/faq/profile.gif',
		'faqpb_c1_p2_imgtxt'	=> '',
		'faqpb_c1_p3_title'	=> 'چگونه دیگران را دنبال کنم؟',
		'faqpb_c1_p3_text'	=> "برای دنبال کردن سایر کاربران شبکه میتوانید با وارد شدن به صفحه‌ی شخصی ای که برای هر کاربر در نظر گرفته شده و با کلیک بر روی نام کاربری او شخص مورد نظر را دنبال نمایید. همچنین میتوانید از لیست [url=#SITE_URL#members]کاربران شبکه[/url] استفاده نموده و کاربران مورد نظر را در کوتاه ترین زمان ممکن دنبال نمایید. کاربران میتوانند با  [url=#SITE_URL#invite]ارسال دعوتنامه[/url]  کاربران دیگر شبکه‌های اینترنتی را به #SITE_TITLE# دعوت نموده تا پس از ثبت نام در سایت، بصورت خودکار دنبال کننده‌ی ارسالهایشان باشند.",
		'faqpb_c1_p3_image'	=> 'imgs/faq/members.gif',
		'faqpb_c1_p3_imgtxt'	=> '',
		'faqpb_c2_title'		=> 'استفاده از سیستم',
		'faqpb_c2_posts_number'	=> 8,
		'faqpb_c2_p1_title'	=> 'داشبورد چیست؟',
		'faqpb_c2_p1_text'	=> "اولین صفحه ای که بعد از ثبت نام مشاهده میکنید، داشبود سایت میباشد که [url=#SITE_URL#dashboard]آخرین ارسالها[/url] را در معرض دید قرار داده و امکان نمایش اطلاعات ِ شبکه (با توجه به تنظیماتی که در بخش حساب کاربری خود انجام داده اید) را به شما میدهد.",
		'faqpb_c2_p1_image'	=> 'imgs/faq/dashboard.gif',
		'faqpb_c2_p1_imgtxt'	=> '',
		
		'faqpb_c2_p2_title'	=> 'فـیلتــر "آخرین ارسالها" در داشبورد',
		'faqpb_c2_p2_text'	=> 'نمایش آخرین ارسالها و دعوتنامه های ارسال شده برای عضویت در گروه‌های مختلف، نمایش کاربرانِ جدید شبکه و کاربرانی که یکدیگر را دنبال میکنند، از عناوین مهم این بخش میباشد.',
		'faqpb_c2_p2_image'	=> 'imgs/faq/filters_feed.gif',
		'faqpb_c2_p2_imgtxt'	=> '',
		
		'faqpb_c2_p3_title'	=> 'فـیلتــر "@من" در داشبورد',
		'faqpb_c2_p3_text'	=> 'این فـیلتــر تمامی اشاراتی که در ارسالهای همکاران و دوستانتان در #SITE_TITLE# به شما صورت گرفته را جمع آوری کرده و اطلاع رسانی می نماید.',

		'faqpb_c2_p3_imgtxt'	=> '',
		
		'faqpb_c2_p4_title'	=> 'فـیلتــر "پیام خصوصی" در داشبورد',
		'faqpb_c2_p4_text'	=> 'در صورتی که قصد ارسال پیام خصوصی برای یکی از کاربران شبکه را داشته باشید، بطوری که شخص دیگری از آن مطلع نشود، میتوانید از قابلیت پیام خصوصی استفاده نمایید. فـیلتــر مربوط به  [url=#SITE_URL#dashboard/tab:private]ارسالهای خصوصی[/url] شما را از آخرین پیامهای خصوصی ِ دریافت شده مطلع میسازد.',

		'faqpb_c2_p4_imgtxt'	=> '',
		
		'faqpb_c2_p5_title'	=> 'فـیلتــر "نظرات" در داشبورد',
		'faqpb_c2_p5_text'	=> 'با استفاده از فـیلتــر نظرات میتوانید از آخرین نظراتِ مربوط به ارسالهایی که در آنها مشترک بوده و یا توسط شما منتشر شده اند، مطلع شده و کنترل داشته باشید.',

		'faqpb_c2_p5_imgtxt'	=> '',
		
		'faqpb_c2_p6_title'	=> 'فـیلتــر "علاقه مندی‌ها" در داشبورد',
		'faqpb_c2_p6_text'	=> 'حتما" به ارسالهایی که توجهتان را به خود جلب میکنند برخورد کرده اید ؛ این ارسالها را میتوانید با افزودن به علاقه مندی‌ها که توسط کلید ستاره‌ی مربوط به هر پست صورت می‌گیرد، انتخاب نموده و در زمانی دیگر به سراغ آنها بروید. پستهای جنجالی و پستهایی که ممکن است در زمانی دیگر به آنها احتیاج پیدا کنید، میتوانند با اضافه شدن به علاقه مندی‌های حساب کاربری شما، همیشه در دسترس باشند.',

		'faqpb_c2_p6_imgtxt'	=> '',
		
		'faqpb_c2_p7_title'	=> 'فـیلتــر "خوراک ِ آر‌اس‌اس" در داشبورد',
		'faqpb_c2_p7_text'	=> 'آخرین ارسالهای سایتهایی که در گروه‌های مختلف توسط فید RSS آنها منتشر میشوند، از طریق فـیلتــر ِ مذکور بنمایش در آورده خواهد شد.',

		'faqpb_c2_p7_imgtxt'	=> '',
		
		'faqpb_c2_p8_title'	=> 'فـیلتــر "همه" در داشبورد',
		'faqpb_c2_p8_text'	=> 'امکان مشاهده‌ی آخرین ارسالهای عمومی ِ منتشر شده توسط کاربران شبکه از طریق فـیلتــر "همه" میسر گردیده است. به کمک این فـیلتــر قادر خواهید بود ارسالهای کاربرانی که در لیست دنبال‌شدگان ِ شما قرار ندارند را خوانده و در صورت نیاز به لیست علاقه‌مندیها اضافه نموده و یا کاربرِ ارسال کننده‌ را دنبال نمایید.',

		'faqpb_c2_p8_imgtxt'	=> '',
		
		
		'faqpb_c3_title'		=> 'ارسال پست',
		'faqpb_c3_posts_number'	=> 4,
		
		'faqpb_c3_p1_title'	=> 'ارسال یک پست',
		'faqpb_c3_p1_text'	=> 'برای ارسال یک پست، پس از کلیک کردن بر روی "ارسال جدید" می‌بایست متن ِ مورد نظر را در جعبه‌ی ارسال تایپ نموده و در صورتی که قصد ضمیمه کردن فایلی را به ارسال خود دارید، از فیلدهای مربوط به ارسال لینک، تصویر، ویدئو یا فایل کمک گرفته و در صورت نیاز از شکلکهای مربوط به پیام استفاده کرده و پیامتان را ارسال نمایید. سپس در صورتی که قصد انتشار پیام خود در شبکه های دیگر را دارید، میتوانید از کلید "اشتراک" استفاده نمایید.',
		'faqpb_c3_p1_image'	=> 'imgs/faq/filters_feed.gif',
		'faqpb_c3_p1_imgtxt'	=> '',
		
		'faqpb_c3_p2_title'	=> 'ذکر یک کاربر',
		'faqpb_c3_p2_text'	=> 'در صورتی که قصد ِ خطاب کردن ِ یک کاربر را در ارسال خود دارید، میتوانید از علامت @ استفاده نموده و سپس نام کاربریِ کاربر مورد نظر را تایپ نمایید. این پیام بصورت عمومی برای کاربر ارسال میشود و با پیام خصوصی تفاوت دارد و تنها فرق آن با سایر پیامها در شخصی بودن ِ پیام ِ عمومی میباشد که از طریق فـیلتــر @من قابل پیگیری است.',
		'faqpb_c3_p2_image'	=> 'imgs/faq/atsomebody.gif',
		'faqpb_c3_p2_imgtxt'	=> '',
		
		'faqpb_c3_p3_title'	=> 'پیام خصوصی',
		'faqpb_c3_p3_text'	=> 'درصورتی که قصد ارسال پیام خصوصی برای یکی از کاربران شبکه را داشته باشید، بطوری که شخص دیگری از آن مطلع نشود، میتوانید از قابلیت پیام خصوصی استفاده نمایید. برای ارسال پیام خصوصی میتوانید به صفحه‌ی شخصی کاربر رفته و از کلید مربوط به پیام خصوصی استفاده نمایید. دنبال کردن پیام‌های خصوصی از طریق فـیلتــر مربوط به ارسال‌های خصوصی و یا از طریق ایمیل (در صورت تنظیم از بخش تنظیمات کاربری) میسر میباشد.',
		'faqpb_c3_p3_image'	=> 'imgs/faq/sendpm.gif',
		'faqpb_c3_p3_imgtxt'	=> '',
		
		'faqpb_c3_p4_title'	=> 'تگ یا برچسب چیست؟',
		'faqpb_c3_p4_text'	=> 'بهترین راه برای نشانه گذاری ِ ارسالها، استفاده از برچسب است که میتواند مانند ِ یک شاخه از سایت، تمامی ارسالهای شامل ِ برچسب مورد نظر را در بر بگیرد. امکان ساخت برچسب از طریق ِ قرار دادن علامت # قبل از کلمه‌ی مورد نظر ( Tag# ) صورت می‌پذیرد.',
		'faqpb_c3_p4_image'	=> 'imgs/faq/tagging.gif',
		'faqpb_c3_p4_imgtxt'	=> '',
		
		
		'faqpb_c4_title'		=> 'دنبال کردن',
		'faqpb_c4_posts_number'	=> 2,
		
		'faqpb_c4_p1_title'	=> 'دنبال کردن به چه معناست؟',
		'faqpb_c4_p1_text'	=> "دنبال کردن به معنای تحت پیگیری بودن ِ آخرین ارسالهای یک کاربر، نظرات، گروه ها و خروجی ِ RSS او یا گروه‌هایی که به عضویت آن در آمده میباشد.",
		'faqpb_c4_p1_image'	=> 'imgs/faq/follow.gif',
		'faqpb_c4_p1_imgtxt'	=> '',
		
		'faqpb_c4_p2_title'	=> 'چگونه میتوانم ارسالهای کاربرانی که دنبال نمی‌کنم را بخوانم؟',
		'faqpb_c4_p2_text'	=> "برای اطلاع  از آخرین ارسال‌های کاربرانی از شبکه که آنها را دنبال نکرده‌اید، میتوانید از فـیلتــر ِ «همــه» استفاده نمایید.",
		'faqpb_c4_p2_image'	=> 'imgs/faq/filters_feed.gif',
		'faqpb_c4_p2_imgtxt'	=> '',
		
		
		'faqpb_c5_title'		=> 'استفاده از برچسب‌ها',
		'faqpb_c5_posts_number'	=> 3,
		
		'faqpb_c5_p1_title'	=> 'چگونه از برچسب ‌ها استفاده کنم؟',
		'faqpb_c5_p1_text'	=> "برچسب سریعترین میانبر از کلماتی است که مکرر در ارسالهای کاربران شبکه استفاده شده و با علامت ِ # مشخص شده است. کاربران میتوانند به برچسب‌ها در ارسالها، نظرات، مشخصات کاربری و گروه‌ها دسترسی داشته باشند.",
		'faqpb_c5_p1_image'	=> 'imgs/faq/tagging.gif',
		'faqpb_c5_p1_imgtxt'	=> '',
		
		'faqpb_c5_p2_title'	=> 'پیگیری ِ برچسب‌ها ',
		'faqpb_c5_p2_text'	=> "با کلیک کردن بر روی یک برچسب به صفحه‌ی نتایج جستجو پیرامون ِ برچسب ِ مذکور منتقل خواهید شد که می‌توانید نتایج را با استفاده از دکمه‌ی «ذخیره‌ی جستجو» ذخیره کرده و بصورت یک برچسب ِ شخصی لحاظ نمایید.",
		'faqpb_c5_p2_image'	=> 'imgs/faq/savesearch.gif',
		'faqpb_c5_p2_imgtxt'	=> '',
		
		'faqpb_c5_p3_title'	=> 'برای پیدا کردن کاربران ِ شبکه، چگونه از برچسب‌ها استفاده کنم؟',
		'faqpb_c5_p3_text'	=> 'کاربران میتوانند در بخش تنظیمات ِ کاربر خود، برچسب‌هایی را برای خود انتخاب نمایند تا در صورتی که کاربری بدنبال شخصی با آن مشخصه میباشد، آنها را پیدا کند.',
		'faqpb_c5_p3_image'	=> '',
		'faqpb_c5_p3_imgtxt'	=> '',
		
		
		'faqpb_c6_title'		=> 'استفاده از گروه‌ها',
		'faqpb_c6_posts_number'	=> 4,
		
		'faqpb_c6_p1_title'	=> 'گروه‌ها چه هستند؟',
		'faqpb_c6_p1_text'	=> 'در #SITE_TITLE# امکان ساخت گروه‌های عمومی و خصوصی با امکان عضو گیری فراهم آمده که میتواند برای تعامل پیرامون ِ مسئله ای خاص، فعالیتهای هنری، انجمن‌ها، همکاران و سایر اجتماعات مفید باشد.',
		'faqpb_c6_p1_image'	=> 'imgs/faq/group.gif',
		'faqpb_c6_p1_imgtxt'	=> '',
		
		'faqpb_c6_p2_title'	=> 'چگونه یک گروه ِ جدید بسازم؟',
		'faqpb_c6_p2_text'	=> "برای ساخت ِ یک گروه جدید در #SITE_TITLE#، کافی‌ست به بخش [url=#SITE_URL#groups]گروه‌ها[/url] رفته و در صورتی که گروه ِ مورد نظر شما وجود ندارد، اقدام به ساخت ِ یک گروه جدید نموده و تنظیمات مربوط به گروه خود را وارد نمایید. شما پس از [url=#SITE_URL#groups/new]ساخت گروه[/url] بعنوان یک کاربر از گروه و مدیر ِ آن گروه شناخته خواهید شد.",
		'faqpb_c6_p2_image'	=> 'imgs/faq/newgroup.gif',
		'faqpb_c6_p2_imgtxt'	=> '',
		
		'faqpb_c6_p3_title'	=> 'چگونه به یک گروه بپیوندم؟',
		'faqpb_c6_p3_text'	=> "برای عضویت در یک گروه می‌بایست پس از وارد شدن به [url=#SITE_URL#groups]گروه[/url] مورد نظر، از کلید مربوط به «پیوستن به گروه» استفاده نمایید. در صورتی که عضویت شما در گروه انجام شده باشد، نام کاربری شما در بخش کاربران ِ آن گروه مشاهده خواهد شد. همچنین با [url=#SITE_URL#groups/new]ساخت یک گروه[/url]، شما بصورت خودکار بعنوان عضو آن گروه خواهید بود.",

		'faqpb_c6_p3_imgtxt'	=> '',
		
		'faqpb_c6_p4_title'	=> 'گروه‌های خصوصی چه هستند؟',
		'faqpb_c6_p4_text'	=> "کاربران، گروه‌های اجتماعی،مدیران، انجمن‌ها، همکاران یا سایر تجمعـات میتوانند برای خود در #SITE_TITLE# گروهی بصورت خصوصی ایجاد کرده تا پیوستن به آن گروه تنها با تایید ِ مدیران ِ آن گروه ممکن باشد. ارسالها در گروه‌های خصوصی در دسترس کاربرانی که عضو آن گروه نباشند قرار نمی‌گیرد.",
		'faqpb_c6_p4_image'	=> '',
		'faqpb_c6_p4_imgtxt'	=> '',
		
		
		'faqpb_c7_title'		=> 'فیدهای خروجی',
		'faqpb_c7_posts_number'	=> 4,
		
		'faqpb_c7_p1_title'	=> 'فیدهای خروجی چه هستند؟',
		'faqpb_c7_p1_text'	=> "یکی از بهترین راه‌های دنبال کردن آخرین ارسالها از خارج شبکه، دنبال کردن ِ خوراکِ ارسالهای یک کاربر توسط آر‌اس‌اس میباشد که عملیات فوق توسط نرم افزارهایی خبرخوان یا RSS Reader صورت میگیرد. گرچه میتوانید آخرین ارسالهایتان در #SITE_TITLE# را در وب‌سایت خود بنمایش در آورده و کاربران را به خواندن پیامهایتان راغب نمایید. امکان دسترسی به آدرس ِ فید از طریق صفحه کاربری هر کاربر  ِ #SITE_TITLE# میسر میباشد.",
		'faqpb_c7_p1_image'	=> '',
		'faqpb_c7_p1_imgtxt'	=> '',
		
		'faqpb_c7_p2_title'	=> 'چگونه یک فید ِ خارجی را به پروفایل خود اضافه کنم؟',
		'faqpb_c7_p2_text'	=> "برای اضافه کردن ِ یک فید خارجی به پروفایل ِ خود، می‌بایست به بخش تنظیمات حساب کاربری خود رفته و در قسمت [url=#SITE_URL#settings/rssfeeds]فید RSS[/url] آدرس فید ِ مورد نظر خود را وارد نمایید. تفاوت ِ فیدهای خارجی ِ پروفایل ِ کاربر با گروه‌ها در این است که مطالب ِ وارد شده از طریق ِ فیدهای خارجی ِ مربوط به هر کاربر، در بخش آخرین ارسالها نمایش داده میشوند.",
		'faqpb_c7_p2_image'	=> 'imgs/faq/settings_rss.gif',
		'faqpb_c7_p2_imgtxt'	=> '',
		
		'faqpb_c7_p3_title'	=> 'چگونه یک فید ِ خارجی را به یک گروه اضافه کنم؟',
		'faqpb_c7_p3_text'	=> "برای وارد کردن یک فید ِ خارجی در یک گروه می‌بایست به بخش تنظیمات گروه رفته و در قسمت «فید RSS» فید مورد نظر را به گروه ِ مربوطه اضافه نمایید. لازم به ذکر است دسترسی به تنظیمات گروه برای مدیران ِ گروه امکان پذیر میباشد.",
		'faqpb_c7_p3_image'	=> 'imgs/faq/group_rss.gif',
		'faqpb_c7_p3_imgtxt'	=> '',
		
		'faqpb_c7_p4_title'	=> 'چگونه از فـیلتــر ِ پستهای مربوط به فیدهای خارجی استفاده کنم؟',
		'faqpb_c7_p4_text'	=> "در هنگام وارد کردن یک فید خارجی در یک گروه، میتوانید از ویژگی ِ فـیلتــر  استفاده و کلمات ِ مورد نظر خود را برای تفکیک کردن ارسالهای مناسب با گروه از فید ِ خارجی وارد نمایید.",
		'faqpb_c7_p4_image'	=> '',
		'faqpb_c7_p4_imgtxt'	=> '',
		
		'faq_title'			=> 'پرسش و پاسخ',
		'cant_understand'		=> 'اگر در کار با سیستم، به مسئله ای برخورده اید که ذهنتان را بخود مشغول کرده، با ما در میان بگذارید.',
		'cont_us'			=> 'تماس با ما',
	);
	
?>