<?php
	
	$lang	= array
	(
		'os_home_page_title'	=> '#SITE_TITLE# - میکروبلاگ چند رسانه‌ای',
		'os_welcome_ttl'	=> 'به شبکه اجتماعی "#SITE_TITLE#" خوش آمدید',
		'os_welcome_txt'	=> '#SITE_TITLE# یک شبکه اجتماعی ِ قدرتمند ِ مبتنی بر وب است که کاربران آن می‌توانند یک ارسال با طول بیشتر از 200 کاراکتر بهمراه تصویر، ویدئو، لینک و فایل داشته و با دنبال کردن کاربران، افکار و نظرات خود را با سایرین به اشتراک بگذارند. گروه‌ها، کارمندان، همکاران و انجمن‌ها با ایجاد یک شبکه اختصاصی قادر به ارتباط با یکدیگر بوده و به کمک تکنولوژی آر‌اِس‌اِس می‌توانند تازه ترین‌های سایت را پیگیری نمایند. #SITE_TITLE# توسط هر وسیله‌ی متصل به اینترنت از جمله تلفن همراه دنبال‌پذیر است!',
		'os_welcome_btn'	=> 'هم‌اکنون به ما بپیوندید!',
		'os_login_ttl'	=> 'ورود',
		'os_login_unm'	=> 'نام کاربری:',
		'os_login_pwd'	=> 'رمز عبور:',
		'os_login_btn'	=> 'ورود',
		'os_login_rem'	=> 'یاد آوری رمز عبور',
		'os_login_reg'	=> 'ساخت حساب کاربری جدید',
		'os_login_frg'	=> 'فراموشی رمز عبور',
	);
	
?>